Repository: character-map-uwp/Character-Map-UWP
Catalog: CharacterMap/CharacterMap/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, it_it, pl_pl, pt_pt, ta, th_th, zh_cn, zh_tw

# CollectionExportButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Export Fonts
de_de: Schriftarten exportieren
es_es: Exportar tipografías
it_it: Esporta caratteri
pl_pl: Eksportowanie czcionek
pt_pt: Exportar tipos de letra
ta: எழுத்துருக்களை ஏற்றுமதி செய்
th_th: ส่งออกฟอนต์
zh_cn: 导出字体

# CollectionExportFolder.Text
source: To Folder
de_de: Zum Ordner
es_es: A una carpeta
it_it: Nella cartella
pl_pl: Do folderu
pt_pt: Para a pasta
ta: கோப்புறைக்கு
th_th: ไปยังโฟลเดอร์
zh_cn: 到文件夹

# CollectionExportHeader.Text
source: Export Fonts
de_de: Schriftarten exportieren
es_es: Exportar tipografías
it_it: Esporta Caratteri
pl_pl: Eksportowanie czcionek
pt_pt: Exportar tipos de letra
ta: எழுத்துருக்களை ஏற்றுமதி செய்
th_th: ส่งออกฟอนต์
zh_cn: 导出字体

# CollectionExportZip.Text
source: As Zip Archive
de_de: Als Zip-Archiv
es_es: Como archivo ZIP
it_it: Come archivio .ZIP
pl_pl: Jako archiwum zip
pt_pt: Como pasta comprimida (zipada)
ta: Zip காப்பகமாக
th_th: บันทึกเป็น Zip
zh_cn: Zip 压缩包

# SystemFontsExpiredMessage.Text
source: Font listings are out of date. Click to relaunch the app.
de_de: Die Schriftarten-Auflistung ist veraltet. Klicke, um die Anwendung neuzustarten.
es_es: Las listas de tipografías están desactualizadas. Haz clic para reiniciar la aplicación.
it_it: Gli elenchi dei caratteri non sono aggiornati. Clicca per riavviare.
pl_pl: Lista czcionek jest nieaktualna. Kliknij, aby ponownie uruchomić aplikację.
pt_pt: As listas dos tipos de letra estão desatualizadas. Premir para voltar a iniciar a aplicação.
ta: எழுத்துரு பட்டியல்கள் காலாவதியாகிவிட்டது. மீண்டும் ஏற்ற கிளிக் செய்க.
th_th: มีฟอนต์ถูกเพิ่มหรือลบออก คลิกที่นี่เพิ่อโหลดอัพเดตรายการฟ้อนต์ใหม่
zh_cn: 字体列表过期。点击重启应用。

# BtnToggleDev.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Toggle Dev Utils
de_de: Entwicklerwerkzeuge umschalten
es_es: Alternar utilidades para desarrolladores
it_it: Attiva/disattiva strumenti di sviluppo
pl_pl: Przełącz narzędzia deweloperskie
pt_pt: Ativar/desativar ferramentas de programador
ta: உருவாக்குநர் கருவிகளைக் காண்பி/மறை
th_th: ซ่อน/แสดง เครื่องมือนักพัฒนา
zh_cn: 开发者工具切换开关

# OptionAllEmoji.Text
source: All Categories
de_de: Alle Kategorien
es_es: Todas las categorías
it_it: Tutte le categorie
pl_pl: Wszystkie kategorie
pt_pt: Todas as categorias
ta: எல்லா வகைகளும்
th_th: ทุกกลุ่ม
zh_cn: 全部类别

# OptionAllEmojiTitle.Text
source: All Emoji
de_de: Alle Emojis
es_es: Todos los emojis
it_it: Tutte le Emoji
pl_pl: Wszystkie emoji
pt_pt: Todos os emojis
ta: எல்லா ஈமோஜிக்கள்
th_th: ทุกอีโมจิ
zh_cn: 所有 Emoji

# OptionEmojiDingbats.Text
source: Dingbats
es_es: Símbolos tipográficos (Dingbats)
pl_pl: Ornamentacyjne
th_th: ดิงแบท
zh_cn: 装饰符号 (Dingbat)

# OptionEmojiEmoticons.Text
source: Emoticons
es_es: Emoticonos
pl_pl: Emotikony
ta: ஈமோஜிக்கள்
th_th: อีโมติคอน
zh_cn: 表情图标

# OptionEmojiSymbols.Text
source: Symbols & Pictographs
de_de: Symbole & Piktogramme
es_es: Símbolos y pictogramas
it_it: Simboli & Pittogrammi
pl_pl: Symbole i piktogramy
pt_pt: Símbolos & pictogramas
ta: சின்னங்கள் & உருவப்படங்கள்
th_th: สัญลักษณ์ภาพและอักษร
zh_cn: 符号与象形文字

# OptionScriptArabic.Text
source: Arabic
de_de: Arabisch
es_es: Árabe
it_it: Arabo
pl_pl: Arabski
pt_pt: Árabe
ta: அரபிக்
th_th: อารบิค
zh_cn: 阿拉伯字符

# OptionScriptBasicLatin.Text
source: Latin
de_de: Latein
es_es: Latino
it_it: Latino
pl_pl: Łacina
pt_pt: Latim
ta: லத்தீன்
th_th: ละติน
zh_cn: 拉丁字符

# OptionScriptCJKUnifiedIdeographs.Text
source: CJK (Chinese/Japanese/Korean)
es_es: CJK (Chino/Japonés/Coreano)
pt_pt: CJK (Chinês/Japonês/Coreano)
zh_cn: 中日韩字符 (CJK)

# OptionScriptCyrillic.Text
source: Cyrillic
de_de: Kyrillisch
es_es: Cirílico
it_it: Cirillico
pl_pl: Cyrylica
pt_pt: Cirílico
ta: சிரில்லிக்
th_th: ซิริลลิก
zh_cn: 西里尔字符

# OptionScriptGreekAndCoptic.Text
source: Greek & Coptic
de_de: Griechisch & koptisch
es_es: Griego y copto
it_it: Greco & Coptic
pl_pl: Grecki i koptyjski
pt_pt: Grego & Copta
ta: கிரேக்கம் & காப்டிக்
th_th: กรีกและคอปติก
zh_cn: 希腊与科普特字符

# OptionScriptHebrew.Text
source: Hebrew
de_de: Hebräisch
es_es: Hebreo
it_it: Ebraico
pl_pl: Hebrajski
pt_pt: Hebraico
ta: ஹீப்ரு
th_th: ฮิบรู
zh_cn: 希伯来字符

# OptionScriptThai.Text
source: Thai
es_es: Tailandés
it_it: Tailandese
pl_pl: Tajski
pt_pt: Tailandês
ta: தாய்
th_th: ไทย
zh_cn: 泰文字符

# CultureSpecificPangram.Text
source: How vexingly quick daft zebras jump! 1234567890
es_es: El veloz murciélago hindú comía feliz cardo y frena. 1234567890
it_it: Cantami, o Diva, del Pelìde Achille l'ira funesta che infiniti addusse lutti agli Achei 1234567890
pl_pl: Jak irytująco szybkie głupie zebry skaczą! 1234567890
pt_pt: Bancos fúteis pagavam-lhe queijo, whisky e xadrez. 1234567890
ta: எவ்வளவு மிகவேகமாக வரிக்குதிரைகள் குதிக்கிறது! 1234567890
th_th: เป็นมนุษย์สุดประเสริฐเลิศคุณค่ากว่าบรรดาฝูงสัตว์เดรัจฉาน ๑๒๓๔๕๖๗๘๙๐
zh_cn: 有朋自远方来 不亦乐乎

# LblSwitchToCharMap.Text
source: Switch to Character Map view (Ctrl+T)
de_de: Zur Zeichendarstellung wechseln (Strg+T)
es_es: Cambiar a la vista Mapa de caracteres (Ctrl+T)
it_it: Passa alla vista Mappa Caratteri
pl_pl: Przełączanie do widoku Tablica znaków (Ctrl+T)
pt_pt: Mudar para a visualização Mapa de Carácter (Ctrl+T)
ta: எழுத்துக்குறி வரைபடம் காட்சிக்கு மாறு
th_th: สลับเป็นมุมมองผังอักษร (Ctrl+T)
zh_cn: 切换到字符映射表视图 (Ctrl+T)

# LblSwitchToTypeRamp.Text
source: Switch to Type Ramp view (Ctrl+T)
de_de: Zur Rampenansicht wechseln (Strg+T)
es_es: Cambiar a la vista Muestra de texto (Ctrl+T)
it_it: Passa alla visualizzazione con testo
pl_pl: Przełączanie do widoku ramki typu (Ctrl+T)
pt_pt: Mudar para a visualização Rampa (Ctrl+T)
ta: வகை ராம்ப் காட்சிக்கு மாறு
th_th: สลับเป็นมุมมองแสดงตัวอย่างอักษร (Ctrl+T)
zh_cn: 切换到字阶视图 (Ctrl+T)

# TypeRampInputBox.PlaceholderText
source: Enter or choose text from the dropdown
de_de: Gib einen Text ein oder wähle einen aus der Auswahlliste
es_es: Escribe o elige un texto de la lista desplegable
it_it: Inserisci o scegli il testo dal menu a discesa
pl_pl: Wprowadź lub wybierz tekst z listy rozwijanej
pt_pt: Introduza ou escolha texto a partir do menu suspenso
ta: உள்ளிடு அல்லது கீழ்பட்டியலிலிருந்து உரையைத் தேர்ந்தெடு
th_th: พิมพ์หรือเลือกข้อความจากรายการ
zh_cn: 输入或从下拉框中选择文字

# ExportedToFolderMessage
source: Exported to {0}
de_de: Exportiert zu {0}
es_es: Exportado a {0}
it_it: Esportato in {0}
pl_pl: Eksportowane do {0}
pt_pt: Exportado para {0}
ta: {0} இற்கு ஏற்றுமதி செய்யப்பட்டது
th_th: ส่งออกไปยัง {0}
zh_cn: 已导出到 {0}

# ImportDragDropDescriptionLabel.Text
source: Drag files from File Explorer or your desktop and drop them here to import them.
de_de: Ziehe Dateien aus dem Dateiexplorer oder deinem Desktop und lege sie hier zum importieren ab.
es_es: Arrastra archivos desde el Explorador de archivos o tu escritorio y suéltalos aquí para importarlos.
it_it: Trascina i file da Esplora file o dal desktop e rilasciali qui per importarli.
pl_pl: Przeciągnij pliki z Eksploratora plików lub pulpitu i upuść je tutaj, aby je zaimportować.
pt_pt: Arraste ficheiros do Explorador de Ficheiros ou do seu ambiente de trabalho e largue-os aqui para importar.
ta: இங்கு இறக்குமதி செய்ய கோப்பு உலவி அல்லது உங்கள் திரைப்பலகத்தில் கோப்புகளை இழுத்து விடவும்.
th_th: ลากไฟล์จากตัวจัดการไฟล์หรือ Desktop แล้ววางไว้ตรงนี้เพื่อนำเข้าฟอนต์.
zh_cn: 从文件资源管理器中拖放文件到此处以导入

# ImportDragDropLabel.Text
source: Drag and drop to import
de_de: Ziehen und Ablegen zum Importieren
es_es: Arrastrar y soltar para importar
it_it: Trascina e rilascia per importare
pl_pl: Przeciągnij i upuść, aby zaimportować
pt_pt: Arraste e largue para importar
ta: இறக்குமதி செய்ய இழுத்து விடவும்
th_th: ลากและวางเพื่อนำเข้า
zh_cn: 拖放以导入

# SettingsAboutLabel.Text
source: About
de_de: Über
es_es: Acerca de
pl_pl: Około
pt_pt: Acerca
ta: பற்றி
th_th: เกี่ยวกับ
zh_cn: 关于

# SettingsAdvancedUILabel.Text
source: Look & Feel
es_es: Apariencia y personalización
pt_pt: Aspeto & Feel
zh_cn: 外观

# SettingsExportImportedLabel.Text
source: Export all imported fonts
de_de: Alle importierten Schriftarten exportieren
es_es: Exportar todas las tipografías importadas
it_it: Esporta tutti i caratteri importati
pl_pl: Eksportuj wszystkie zaimportowane czcionki
pt_pt: Exportar todos os tipos de letra importados
th_th: ส่งออกฟอนต์ที่นำเข้าทั้งหมด
zh_cn: 导出所有已导入的字体

# SettingsFontExportOptimizedLabel.Text
source: Optimized
de_de: Optimiert
es_es: Optimizado
it_it: Ottimizzato
pl_pl: Zoptymalizowane
pt_pt: Optimizado
ta: உகந்ததாக்கியவை
th_th: ปรับให้เหมาะสม
zh_cn: 优化

# SettingsFontExportSystemLabel.Text
source: System
es_es: Sistema
it_it: Sistema
pt_pt: Sistema
ta: முறைமை
th_th: ตามระบบ
zh_cn: 系统

# SettingsFontImportDescription.Text
source: You can import fonts into the application to view them without installing them in Windows. Imported font files are copied into the app's private storage, so will still show if you delete the original file on your computer.
de_de: Du kannst Schriftarten in diese Anwendung importieren und ansehen, ohne sie zu installieren. Importierte Schriftarten werden in den privaten Anwendungsspeicher kopiert, damit sie auch nach Löschung der Originaldatei auf deinem Computer angezeigt werden.
es_es: Puedes importar tipografías en la aplicación para verlas sin necesidad de instalarlas en Windows. Los archivos de tipografía importados se copian en el almacenamiento privado de la aplicación, por lo que se seguirán mostrando aunque elimines el archivo original de tu equipo.
it_it: Puoi importare i caratteri nell'applicazione per visualizzarli senza installarli in Windows. I file dei caratteri importati vengono copiati nella memoria privata dell'app, quindi verranno comunque visualizzati se elimini il file originale sul tuo computer.
pl_pl: Możesz importować czcionki do aplikacji, aby je wyświetlać bez instalowania ich w systemie Windows. Zaimportowane pliki czcionek są kopiowane do prywatnego magazynu aplikacji, więc będą nadal widoczne, jeśli usuniesz oryginalny plik z komputera.
pt_pt: Pode importar tipos de letra para os visualizar sem os instalar no Windows. Os ficheiros de tipo de letra importados são copiados para o armazenamento privado da aplicação, pelo que continuam a ser exibidos mesmo que elimine o ficheiro original no seu dispositivo.
th_th: คุณสามารถนำเข้าฟอนต์เข้าแอพพลิเคชั่นเพื่อดูได้ โดยไม่ต้องติดตั้งเข้าระบบ ฟอนต์ที่นำเข้าจะถูกเก็บไว้ในแอปต่างหาก เพราะฉะนั้นหากไฟล์ต้นฉบับถูกลบไปแล้ว ฟอนต์นั้นจะยังแสดงอยู่ในแอพพลิเคชั่นได้
zh_cn: 您可将字体导入本应用查看，不用安装到 Windows 中。 导入的字体文件会被复制到应用的私有存储中，因此即便将计算机上的原文件删除，应用仍能显示该字体。

# SettingsFontManagementLabel.Text
source: Font Management
de_de: Schriftarten-Verwaltung
es_es: Gestión de tipografías
it_it: Gestione Caratteri
pl_pl: Zarządzanie czcionkami
pt_pt: Gestão de tipos de letra
ta: எழுத்துரு மேலாண்மை
th_th: จัดการฟอนต์
zh_cn: 字体管理

# SettingsFontNameExportDescription.Text
source: Choose how to name font files when exporting them. System will return the name of the font file Windows uses in uppercase. Optimized will create a smart name based on Font Family and Font Name.
de_de: Wähle, wie Schriftarten beim Export benannt werden sollen. 'System' wird den Namen der von Windows genutzten Schriftart in Großbuchstaben zurückgeben. 'Optimiert' wird einen intelligenten Namen basierend auf der Schriftfamilie und dem Schriftartnamen erstellen.
es_es: Elige cómo renombrar los archivos de tipografía al exportarlos. "Sistema" devolverá el nombre del archivo de tipografía que utiliza Windows en mayúsculas. "Optimizado" creará un nombre inteligente basado en la familia de la tipografía y su nombre.
it_it: Scegli come assegnare un nome ai file dei caratteri che esporti. Il sistema restituirà in maiuscolo il nome del file del carattere che Windows utilizza. La funzione di ottimizzazione creerà un nome intelligente basato sulla famiglia di caratteri e sul nome del carattere.
pl_pl: Wybierz sposób nazywania plików czcionek podczas ich eksportowania. System zwróci nazwę pliku czcionki używanego przez system Windows wielkimi literami. Zoptymalizowany utworzy inteligentną nazwę na podstawie rodziny czcionek i nazwy czcionki.
pt_pt: Escolhe como nomear os ficheiros de tipo de letra na exportação. Sistema devolverá o nome do tipo de letra que o Windows utiliza em maiúsculas. Optimizado cria um nome inteligente baseado no nome da família e no nome do tipo de letra.
ta: Font File Export Naming
th_th: เลือกวิธีตั้งชื่อฟอนต์ที่จะส่งออก หากเลือก "ตามระบบ" ทุกฟอนต์จะถูกตั้งตามที่ระบบตั้งไว้ หากเลือก "ปรับให้เหมาะสม" แอแปจะไล่ตั้งชื่อไฟล์ตามชื่อของฟอนต์
zh_cn: 选择字体导出时的文件名。 "系统" 使用 Windows 字体文件名称 (大写)。 "优化" 以字体家族和字体名称命名。

# SettingsFontNameExportLabel.Text
source: Font File Export Naming
de_de: Schriftart-Dateiexport-Namensgebung
es_es: Nombres al exportar archivos de tipografía
it_it: Denominazione esportazione file font
pl_pl: Nazewnictwo eksportu pliku czcionki
pt_pt: Nomenclatura da exportação dos ficheiros de tipo de letra
ta: எழுத்துரு கோப்பு ஏற்றுமதி பெயரிடல்
th_th: การตั้งชื่อไฟล์ฟอนต์ที่จะส่งออก
zh_cn: 导出的字体文件命名

# SettingsImportedFontsLabel.Text
source: Imported Fonts
de_de: Importierte Schriftarten
es_es: Tipografías importadas
it_it: Caratteri importati
pl_pl: Zaimportowane czcionki
pt_pt: Tipos de letra importados
ta: இறக்குமதி செய்யப்பட்ட எழுத்துருக்கள்
th_th: ฟอนต์ที่นำเข้า
zh_cn: 导入的字体

# SettingsLicensesDescriptionLabel.Text
source: This application makes use of the following open source libraries
de_de: Diese Anwendung nutzt die folgenden quelloffenen Bibliotheken
es_es: Esta aplicación utiliza las siguientes bibliotecas de código abierto
it_it: Questa applicazione utilizza le seguenti librerie open source
pl_pl: Ta aplikacja korzysta z następujących bibliotek open source
pt_pt: Esta aplicação utiliza as seguintes bibliotecas de código aberto
ta: இந்த பயன்பாடு பின்வரும் திற மூல மென்பொருள்களைப் பயன்படுத்துகிறது
th_th: แอพพลิเคชั่นนี้ได้ใช้ไลบรารี่โอเพนซอร์สเหล่านี้
zh_cn: 该应用使用了以下的开源库

# SettingsLicensesLabel.Text
source: Licenses
de_de: Lizenzen
es_es: Licencias
it_it: Licenze
pl_pl: Licencje
pt_pt: Licenças
ta: உரிமங்கள்
th_th: สิทธิ์การใช้งาน
zh_cn: 协议

# BtnReset.Content
source: Reset
de_de: Zurücksetzen
es_es: Restablecer
it_it: Ripristina
pl_pl: Resetować
pt_pt: Repor
ta: மீட்டமை
th_th: รีเซท
zh_cn: 重置

# OptionVariableFonts.Text
source: Variable Fonts
de_de: Variable Schriftarten
es_es: Tipografías variables
it_it: Caratteri variabili
pl_pl: Czcionki zmienne
pt_pt: Tipos de letra variável
ta: மாறி எழுத்துருக்கள்
th_th: ฟอนต์ตัวแปร
zh_cn: 可变字体

# VariableFeaturesMessage.Text
source: This font has variable features. To explore them, switch to Type Ramp view using the switch button above.
de_de: Diese Schriftart hat variable Funktionen. Um sie zu erforschen, nutze den obigen Schaltknopf zum Wechsel in die Rampenansicht.
es_es: Esta tipografía tiene características variables. Para explorarlas, cambia a la vista Muestra de texto usando el botón superior.
it_it: Questo carattere ha caratteristiche variabili. Per visualizzarle, passa alla modalità di visualizzazione Dettagli.
pl_pl: Ta czcionka ma zmienne cechy. Aby je eksplorować, przełącz się do widoku rampy typu za pomocą przycisku przełącznika powyżej.
pt_pt: Este tipo de letra tem características variáveis. Para explorar as características, mude para a visualização Rampa utilizando o botão ativar/desativar acima.
ta: இந்த எழுத்துருவில் மாறி அம்சங்கள் உள்ளன. அவற்றை ஆராய, மேலே உள்ள காட்சி பொத்தானை பயன்படுத்தி, வகை ராம்ப் காட்சிக்கு மாறவும்.
th_th: ฟอนต์นี้สามารถปรับแต่งตามค่าตัวแปรได้. หากต้องการดูให้สลับไปยังมุมมองแสดงตัวอย่างโดยคลิกที่ปุ่มสลับมุมมองด้านบน.
zh_cn: 此字体具有可变特性。请使用上面的切换按钮切换到字阶视图浏览。

# SettingsEnablePaneDescription.Text
source: Shows or hides the preview pane on the right of the screen. If turned off, many functions can still be accessed by right clicking or touch holding on a character inside the character grid.
de_de: Zeigt oder versteckt die Vorschauleiste auf der rechten Bildschirmseite. Wenn abgeschaltet, können viele Funktionen per Rechtsklick oder Touch-Druck auf ein Zeichen im Zeichenraster trotzdem erreicht werden.
es_es: Muestra u oculta el panel de vista previa a la derecha de la pantalla. Si se desactiva, se puede acceder a muchas funciones haciendo clic derecho o manteniendo presionado un carácter dentro de la cuadrícula.
it_it: Mostra/nascondi riquadro anteprima. Se disattivato, potrai comunque accedere a molte funzioni tramite clic sinistro su di un caratttere nella Griglia Principale.
pl_pl: Pokazuje lub ukrywa okienko podglądu po prawej stronie ekranu. Jeśli ta opcja jest wyłączona, dostęp do wielu funkcji można uzyskać, klikając prawym przyciskiem myszy lub dotykając, przytrzymując znak wewnątrz siatki znaków.
pt_pt: Mostra ou oculta o painel de pré-visualização no lado direito do ecrã. Se oculto, ainda pode aceder a algumas das funções ao clicar com o botão direito do rato ou tocar sem soltar no carácter dentro da grelha.
th_th: ซ่อนหรือแสดงตัวอย่างอักษรที่เลือกด้านขวา. หากปิดไป ฟังก์ชั่นต่างๆ ยังสามารถเข้าถึงได้ด้วยเมนูคลิกขวาที่ตัวอักษรในรายการผังอักษร.
zh_cn: 显示或隐藏屏幕右侧的预览面板。若关闭，许多功能仍可通过在字符网格内右击或长按字符访问。

# SettingsEnablePaneHeader.Text
source: Preview Pane Display
de_de: Vorschauleiste-Anzeige
es_es: Mostrar panel de vista previa
it_it: Riquadro Anteprima
pl_pl: Wyświetlanie okienka podglądu
pt_pt: Visualização do painel de pré-visualização
th_th: ผังแสดงตัวอย่างอักษรที่เลือก
zh_cn: 预览面板显示

# CopyFontIconCode.Text
source: Copy FontIcon Code
de_de: FontIcon Code kopieren
es_es: Copiar código FontIcon
it_it: Copia codice FontIcon
pl_pl: Skopiuj kod FontIcon
pt_pt: Copiar código FontIcon
th_th: คัดลอกโค้ดแบบ FontIcon
zh_cn: 复制 FontIcon 代码

# CopyGlyphCode.Text
source: Copy Glyph Code
de_de: Glyphen-Code kopieren
es_es: Copiar código de glifo
it_it: Copia codice Glifo
pl_pl: Kopiowanie kodu glifu
pt_pt: Copiar código do glifo
th_th: คัดลอกโค้ดแบบ Glyph
zh_cn: 复制字形代码

# CopyPathIconCode.Text
source: Copy PathIcon Code
de_de: PathIcon Code kopieren
es_es: Copiar código PathIcon
it_it: Copia codice PathIcon
pl_pl: Skopiuj kod PathIcon
pt_pt: Copiar código PathIcon
th_th: คัดลอกโค้ดแบบ PathIcon
zh_cn: 复制 PathIcon 代码

# SearchBoxShorter
source: Search...
de_de: Suchen...
es_es: Buscar...
it_it: Cerca
pl_pl: Szukać...
pt_pt: Procurar...
th_th: ค้นหา...
zh_cn: 搜索...

# CopyUnicodeValue.Text
source: Copy Unicode Value
de_de: Unicode-Wert kopieren
es_es: Copiar valor Unicode
it_it: Copia Valore Unicode
pl_pl: Kopiowanie wartości Unicode
pt_pt: Copiar valor Unicode
th_th: คัดลอกโค้ดแบบ Unicode Value
zh_cn: 复制 Unicode 值

# DecreaseSizeButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Decrease Character Size (Ctrl+-)
de_de: Zeichen verkleinern (Strg+-)
es_es: Disminuir tamaño del carácter (Ctrl+-)
it_it: Diminuisci dimensione carattere (Ctrl+-)
pl_pl: Zmniejsz rozmiar znaków (Ctrl+-)
pt_pt: Diminuir tamanho do carácter (Ctrl+-)
th_th: ย่อขนาดการแสดงอักษรในผังอักษร (Ctrl+-)
zh_cn: 减小字符尺寸 (Ctrl+-)

# IncreaseSizeButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Increase Character Size (Ctrl++)
de_de: Zeichen vergrößern (Strg++)
es_es: Aumentar tamaño del carácter (Ctrl++)
it_it: Aumenta dimensione carattere (Ctrl++)
pl_pl: Zwiększ rozmiar znaków (Ctrl++)
pt_pt: Aumentar tamanho do carácter (Ctrl++)
th_th: ขยายขนาดการแสดงอักษรในผังอักษร (Ctrl++)
zh_cn: 增大字符尺寸 (Ctrl++)

# SwitchViewButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Switch View (Ctrl+T)
de_de: Anzeige wechseln (Strg+T)
es_es: Cambiar vista (Ctrl+T)
it_it: Cambia visualizzazione (Ctrl+T)
pl_pl: Przełącz widok (Ctrl+T)
pt_pt: Mudar vista (Ctrl+T)
th_th: สลับมุมมอง (Ctrl+T)
zh_cn: 切换视图 (Ctrl+T)

# TogglePaneButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Toggle Preview Pane (Ctrl+R)
de_de: Vorschauleiste umschalten (Strg+R)
es_es: Alternar panel de vista previa (Ctrl+R)
it_it: Mostra/nascondi riquadro anteprima (Ctrl+R)
pl_pl: Przełącz okienko podglądu (Ctrl+R)
pt_pt: Ativar/desativar painel de pré-visualização (Ctrl+R)
th_th: ซ่อน/แสดง ผังแสดงตัวอย่างอักขระที่เลือก(Ctrl+R)
zh_cn: 开关预览面板 (Ctrl+R)

# NotificationCopied
source: Copied
de_de: Kopiert
es_es: Copiado
it_it: Copiato
pl_pl: Kopiowane
pt_pt: Copiado
th_th: คัดลอกเรียบร้อยแล้ว
zh_cn: 已复制

# AddButton.Label
source: Add
de_de: Hinzufügen
es_es: Agregar
it_it: Aggiungi
pl_pl: Dodawać
pt_pt: Adicionar
th_th: เพิ่ม
zh_cn: 添加

# AddSelectionItem.Text
source: Add to selection
de_de: Zur Auswahl hinzufügen
es_es: Agregar a la selección
it_it: Aggiungi a selezione
pl_pl: Dodaj do zaznaczenia
pt_pt: Adicionar à seleção
th_th: เพิ่มเข้าผังคัดลอกอักขระ
zh_cn: 添加到选择

# CopySequencePlaceholder.Text
source: double click a character or use the Add button
es_es: haz doble clic en un carácter o usa el botón Agregar
pt_pt: fazer duplo clique num carácter ou utilize o botão Adicionar
zh_cn: 双击某个字符或用 "添加" 按钮

# ToggleCopyPaneButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Toggle Copy Pane (Ctrl+B)
de_de: Kopierleiste umschalten (Strg+B)
es_es: Alternar panel de copia (Ctrl+B)
it_it: Mostra/nascondi Riquadro Appunti (Ctrl+B)
pl_pl: Przełącz okienko kopiowania (Ctrl+B)
pt_pt: Ativar/desativar painel de cópia (Ctrl+B)
th_th: ซ่อน/แสดง ผังคัดลอกอักขระ (Ctrl+B)
zh_cn: 开关复制面板 (Ctrl+B)

# CompactOverlayButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Keep on top
de_de: Oben halten
es_es: Mantener siempre visible
it_it: Mantieni in alto
pl_pl: Bądź na bieżąco
pt_pt: Manter no topo
th_th: ตรึงให้แสดงเหนือโปรแกรมอื่น
zh_cn: 保持前置

# TypographyVariationsSelectorRun.Text
source: Typography Variations
de_de: Typografie-Variationen
es_es: Variaciones tipográficas
it_it: Variazioni tipografia
pl_pl: Wariacje typograficzne
pt_pt: variações de tipografia
zh_cn: 排印变体

# ToggleDevDefaultLabel
source: Tools
de_de: Werkzeuge
es_es: Herramientas
it_it: Strumenti
pl_pl: Narzędzia
pt_pt: Ferramentas
th_th: เครื่องมือ
zh_cn: 工具

# BtnFit.Label
source: Fit
de_de: Einpassen
es_es: Ajustar
it_it: Adatta
pl_pl: Pasować
pt_pt: Ajustar
th_th: ย่อ/ขยาย
zh_cn: 适合

# TxtCopiedVariantMessage.Text
source: Glyph variations cannot be copied. Default variant copied.
de_de: Glypen-Variationen können nicht kopiert werden. Standardvarianten kopiert.
es_es: Las variaciones de glifo no se pueden copiar. Se copió la variante predeterminada.
it_it: Le variazioni dei glifi non possono essere copiate. Variante predefinita copiata.
pl_pl: Zmian glifów nie można kopiować. Domyślny wariant skopiowany.
pt_pt: Não é possível copiar variações de glifo. Foi copiada a variante predefinida.
th_th: ไม่สามารถคัดลอกรูปแบบอักษรที่เลือกได้. คัดลอกรูปแบบเริ่มต้นแทนแล้ว.
zh_cn: 无法复制字形变体。 已复制默认形体。

# CollectionFontHelpBlock.Text
source: There are no fonts in this collection yet.
de_de: In dieser Sammlung sind noch keine Schriftarten.
es_es: Aún no hay tipografías en esta colección.
it_it: Non sono presenti caratteri in questa raccolta.
pl_pl: W tej kolekcji nie ma jeszcze czcionek.
pt_pt: Ainda não existem tipos de letra nesta coleção.
th_th: รายการสะสมนี้ยังไม่มีฟ้อนค์ใดๆ
zh_cn: 此收藏集内尚无字体。

# SearchFontHelpBlock.Text
source: No results found for this search. Try something else.
de_de: Keine Treffer für diese Suche gefunden. Versuche etwas anderes.
es_es: No se encontraron resultados para esta búsqueda. Intenta con otra palabra.
it_it: Nessun risultato trovato.
pl_pl: Nie znaleziono wyników dla tego wyszukiwania. Spróbuj czegoś innego.
pt_pt: Não conseguimos encontrar o que procurava. Tente algo diferente.
th_th: ไม่พบผลการค้นหาที่ต้องการ. กรุณาลองค้นหาด้วยคำอื่น.
zh_cn: 搜不到任何结果。试试别的。

# FontListSearchBox.PlaceholderText
source: Find a font family
de_de: Eine Schriftfamilie finden
es_es: Buscar una familia tipográfica
it_it: Carca caratteri
pl_pl: Znajdowanie rodziny czcionek
pt_pt: Localizar uma família tipográfica
th_th: ค้นหาฟ้อนต์
zh_cn: 查找字体家族
